Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དྲང་སྲོང་གིས་སྨྲས་པ། བུ་འོ་ན་ཁྱོད་ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་།
en: ‘Well then, why do you not go forth?’

source: དེས་སྨྲས་པ། འཕགས་པ་བདག་ནི་མི་དབུལ་པོ་ཞིག་སྟེ་ཤིང་བཙོངས་ཤིང་བཙོངས་ནས་ཚེགས་ཆེན་པོས་འཚོ་བ་སྐྱོང་བར་བགྱིད་པ་ལགས་ན།
en: ‘Noble one, if I am a poor man who must work very hard to forge a living by selling wood,

source: སུ་ཞིག་གིས་བདག་རབ་ཏུ་འབྱིན་པར་འགྱུར།
en: who would allow me to go forth?’

source: དེ་ནས་དྲང་སྲོང་དེ་བྱམས་པའི་བདག་ཉིད་ཅན་ཡིན་པའི་ཕྱིར་ཤིན་ཏུ་སྙིང་རྗེ་སྐྱེས་ནས་དེས་དེ་ལ་སྨྲས་པ།
en: “Because the sage was the very personification of loving kindness, he felt tremendous compassion for the man and asked,

source: བུ་ཁྱོད་རབ་ཏུ་འབྱུང་བར་འདོད་དམ།
en: ‘Son, do you wish to go forth?’

source: དེས་སྨྲས་པ། འཕགས་པ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་གྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་རབ་ཏུ་དབྱུང་དུ་གསོལ།
en: ‘Noble one, I seek to go forth, so in your love I ask that you allow me.’“

source: དྲང་སྲོང་དེས་དེ་རབ་ཏུ་ཕྱུང་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་དག་ཀྱང་བཀྲུས་ཤིང་ཁ་བསྒྱུར་ཏེ་བྱིན་ནས་སྨྲས་པ།
en: The sage allowed him to go forth, then washed a begging bowl and dyed a Dharma robe and gave them to him, saying,

source: བཞིན་བཟངས་གལ་ཏེ་ཁྱོད་ཀྱིས་ཡོན་ཏན་གྱི་ཚོགས་ཅུང་ཟད་ཐོབ་ན་ཁོ་བོ་ལ་རྗོད་ཅིག །
en: ‘Good man , should you attain even the slightest store of qualities, you must tell me.’

source: དེས་དེ་ལ་དེ་བཞིན་དུ་བགྱིའོ་ཞེས་ཁས་བླངས་སོ། །
en: “The man promised to do so and he went off into the wilds.

source: དེ་ཕྱོགས་གཅིག་ཏུ་སོང་ནས་མཁན་པོ་མེད་པ་དང་སློབ་དཔོན་མེད་པར་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་མཐུན་པའི་ཆོས་སུམ་བཅུ་རྩ་བདུན་བསྐྱེད་ནས་
en: Without a teacher or a guide, he gave rise to the thirty-seven qualities conducive to awakening

source: རང་བྱང་ཆུབ་མངོན་སུམ་དུ་བྱས་སོ། །
en: and actualized his own awakening.

source: དེས་བསམས་པ། བདག་གིས་དྲང་སྲོང་དེ་ལ་ཁས་བླངས་པས་སོང་ལ་དེ་ལ་ཉེ་བར་བསྟན་པར་བྱའོ་སྙམ་མོ། །
en: Then he thought, ‘I promised to share any such attainment with that sage, so I must do so.’

source: དེ་དེ་ལ་རྗེས་སུ་སྙིང་བརྩེ་བའི་ཕྱིར་དེས་ངང་པའི་རྒྱལ་པོ་འདབ་མ་བརྐྱང་བ་ལྟར་
en: So out of the great love and compassion he felt, like a swan spreading its wings,

source: སྟེང་གི་ནམ་མཁའ་ལ་མངོན་པར་འཕགས་ནས་འབར་བ་དང་། གསལ་བ་དང་། ཆར་འབེབས་པ་དང་། གློག་འབྱིན་པའི་ཆོ་འཕྲུལ་དག་བྱ་བར་བརྩམས་སོ། །
en: he flew up into the sky above and miraculously invoked flashes and bursts of light, clouds and lightning.

source: སོ་སོའི་སྐྱེ་བོ་ནི་རྫུ་འཕྲུལ་ལ་མྱུར་དུ་སེམས་གཏོད་པར་བྱེད་པ་ཡིན་པས་
en: As ordinary beings are swift to pay heed to miracles,

source: དྲང་སྲོང་དེ་ཤིང་ལྗོན་པ་རྩ་བ་ནས་བཅད་པ་བཞིན་དུ་རང་སངས་རྒྱས་དེའི་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྨྲས་པ།
en: the sage dropped like a felled tree at the pratyekabuddha’s feet and said,

source: འཕགས་པ་ཁྱོད་ཀྱིས་ཡོན་ཏན་གྱི་ཚོགས་འདི་ལྟ་བུ་བརྙེས་སམ།
en: ‘Noble one! Have you found such a store of qualities?’

source: ཐོབ་བོ། །དེས་བསམས་པ།
en: ‘I have.’ “The sage thought,

source: འཕགས་པ་འདིས་ཡོན་ཏན་གྱི་ཚོགས་ཅུང་ཟད་ཐོབ་པ་གང་ཡིན་པ་དེ་ཐམས་ཅད་བདག་ལ་བརྟེན་ནས་ཐོབ་པ་ཡིན་ནོ་སྙམ་ནས།
en: ‘The small store of qualities this noble being has attained, he has attained with my help,’

source: འདི་ལྟར་འཕགས་པ་འདི་རྫུ་འཕྲུལ་ཆེ་བ་དང་མཐུ་ཆེ་བ་དེ་བཞིན་དུ།
en: ‘Just as this noble being is powerful and a great miracle worker,

source: བདག་ཀྱང་དགེ་བའི་རྩ་བ་འདིས་རྫུ་འཕྲུལ་ཆེ་བ་དང་མཐུ་ཆེ་བར་གྱུར་ཅིག་ཅེས་བཏབ་བོ།
en: through these roots of virtue may I too become powerful and a great miracle worker.’

source: གཅིག་ཏུ་གནག་པ་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་ནི་གཅིག་ཏུ་གནག་པ་ཡིན་ལ།
en: “The ripened fruits of wholly negative actions are wholly negative,

source: ལས་གཅིག་ཏུ་དཀར་བ་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་གཅིག་ཏུ་དཀར་བ་ཡིན། ལས་འདྲེན་མ་རྣམས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་འདྲེན་མ་ཡིན་ནོ།
en: while the ripened fruits of wholly positive actions are wholly positive, and the ripened fruits of mixed actions are mixed.

source: དགེ་སློང་དག་ཁྱོད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།།
en: Monks, this is how you should train.”

source: དགེ་སློང་རྣམས་ཐེ་ཙོམ་སྐྱེས་ནས། ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། །
en: In doubt, the monks questioned him who severs all doubts, the Blessed Buddha,

source: བཙུན་པ་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ལས་ཅི་ཞིག་བགྱིས་ན།
en: “Reverend, what is it that the venerable, the great Maudgalyāyana has done,

source: ལས་དེའི་རྣམ་པར་སྨིན་པས་བཅོམ་ལྡན་འདས་ཀྱིས་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་དང་། མཐུ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན།
en: that the ripened fruit of his action has led the Blessed One to declare him as the greatest and most powerful miracle worker?”

source: དེ་ནི་སྨོན་ལམ་གྱི་དབང་གིས་ཏེ། གང་དུ་སྨོན་ལམ་བཏབ་ཅེ་ན།
en: The Blessed One replied, “It is the prayers he made. What did he pray for?

source: སྟོན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་
en: a teacher, a tathāgata, an arhat, a perfectly awakened buddha,

source: རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ།
en: a knowledgeable and venerable one, a sugata, one who knew the world,

source: སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ།
en: an unsurpassed guide who tamed beings, a teacher to gods and men,

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་རྫུ་འཕྲུལ་ཆེན་པོ་ལྡན་པ་རྣམས་དང་། མཐུ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ཏོ། །
en: was singled out by the tathāgata, the arhat, the perfectly awakened Buddha Kāśyapa as the greatest and most powerful miracle worker. “

source: དེ་ན་འདིས་ཚེ་ཇི་སྲིད་པར་ཚངས་པར་སྤྱོད་པ་སྤྱད་ན་ཡོན་ཏན་གྱི་ཚོགས་འགའ་ཡང་མ་ཐོབ་ནས་
en: “He lived the holy life for the rest of his days, but he did not attain any store of qualities.

source: དེའི་འོག་ཏུ་འཆི་བའི་ཚེ་སྨོན་ལམ་འདི་སྐད་ཅེས།
en: Later, as he was dying, he made this prayer:

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་མ་འོངས་པའི་དུས་ན་
en: ‘Young brahmin, in the future, when the lifespan of beings is one hundred years,

source: སྐྱེས་དགུའི་ཚེ་ལོ་བརྒྱ་ཐུབ་པ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་
en: you will become the tathāgata, the arhat, the perfectly awakened buddha,

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ཞེས་བྱ་བར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་པ་དེའི་བསྟན་པ་ལ་བདག་རབ་ཏུ་བྱུང་ནས་
en: the unsurpassed guide who tames beings, the teacher to gods and men known as the Blessed Buddha Śākyamuni,’

source: ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱེད་ཅིང་།
en: and that I may go on to abandon all disturbing emotions and actualize arhatship.

source: དེ་ན་འདིས་ཚེ་ཇི་སྲིད་པར་ཚངས་པར་སྤྱོད་པ་སྤྱད་ན་ཡོན་ཏན་གྱི་ཚོགས་འགའ་ཡང་མ་ཐོབ་ནས།
en: “He lived the holy life for the rest of his days, but he did not attain any store of qualities.

source: དེའི་འོག་ཏུ་འཆི་བའི་ཚེ་སྨོན་ལམ་འདི་སྐད་ཅེས་
en: Later, as he was dying, he made this prayer:

source: ཇི་ལྟར་མཁན་པོ་འདི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་དང་། མཐུ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་པ་དེ་བཞིན་དུ། །
en: And just as I, this master, was singled out by the tathāgata, the arhat, and perfectly awakened Buddha Kāśyapa as the most powerful of the powerful and the greatest of miracle workers,

source: བདག་ཀྱང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ། ཤཱཀྱའི་སེང་གེ། ཤཱཀྱའི་རྒྱལ་པོ་གཙོ་བོ་དེས་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་དང་། མཐུ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་པར་གྱུར་ཅིག་ཅེས་
en: may I too be singled out by the blessed sage of the Śākyas, lion of the Śākyas, king of the Śākyas, as the greatest and most powerful of miracle workers.’“

source: གདབ་པར་བརྩམས་པས་སྨོན་ལམ་དེའི་དབང་གིས་ད་ལྟར་དེ་བཞིན་གཤེགས་པས་རྫུ་འཕྲུལ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་དང་། མཐུ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ཏོ།
en: Because of that prayer, Maudgalyāyana has now been singled out by the Tathāgata as the greatest and most powerful of miracle workers.”

source: ཡང་དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ནས་ཐེ་ཙོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ།
en: Still in doubt, the monks questioned him who severs all doubts, the Blessed Buddha,

source: བཙུན་པ་ཚེ་དང་ལྡན་པ་སྟོད་རིངས་ཀྱིས་ལས་ཇི་ཞིག་བགྱིས་ན།
en: “Reverend, what is it that the venerable Koṣṭhila has done,

source: ལས་དེའི་རྣམ་པར་སྨིན་པས་བཅོམ་ལྡན་འདས་ཀྱིས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན།
en: that the ripened fruit of his action has led him to be singled out by the Blessed One as supreme among those who have attained discerning wisdom?”

source: དེ་བཱ་རཱ་ཎ་སཱི་ན་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་ན་ཉེ་བར་རྟེན་ཅིང་བཞུགས་སོ། །
en: who lived and dwelt in the Ṛṣipatana Deer Park near Vārāṇasī.

source: དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ཏོ། །
en: and was singled out by the tathāgata, the arhat, the perfectly awakened Buddha Kāśyapa as supreme among those who have attained discerning wisdom.

source: ཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལ།
en: ensure that I may go forth into the teachings of Buddha Śākyamuni, about whom the blessed tathāgata, the arhat, and perfectly awakened Buddha Kāśyapa has prophesied to the young brahmin Uttara,

source: འགྱུར་རོ་ཞེས་
en: you will become

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ།
en: the tathāgata, the arhat, the perfectly awakened Buddha, the knowledgeable and venerable one, the sugata,

source: སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ཞེས་བྱ་བར་
en: the one who knows the world, the unsurpassed guide who tames beings, the teacher to gods and men known as the blessed Buddha Śākyamuni,’

source: ལུང་བསྟན་པ་དེའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་
en: and that I may go on to abandon all disturbing emotions and actualize arhatship.

source: དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱེད་ཅིང་། ཇི་ལྟར་མཁན་པོ་འདི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་
en: And just as this master was singled out by the tathāgata and perfectly awakened Buddha Kāśyapa

source: སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་པ་དེ་བཞིན་དུ།
en: as supreme among those who have attained discerning wisdom,

source: བདག་ཀྱང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ། ཤཱཀྱའི་སེང་གེ །ཤཱཀྱའི་རྒྱལ་པོ་གཙོ་བོ་དེས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་པར་གྱུར་ཅིག་ཅེས་
en: may I too be singled out by the blessed sage of the Śākyas, lion of the Śākyas, king of the Śākyas, as supreme among those who have attained discerning wisdom.’“

source: གདབ་པར་བརྩམས་པས་སྨོན་ལམ་དེའི་དབང་གིས་ད་ལྟར་དེ་བཞིན་གཤེགས་པས་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ཏོ། །
en: Because of that prayer, he has now been singled out by the Tathāgata as supreme among those who have attained discerning wisdom.”

source: དེའི་ཚེ་ན་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་འདི་ལྟར་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོར་འགྱུར་ཏེ།
en: Granting Ordination. In the time of the Blessed Buddha, one obtained the going forth, ordination, and monkhood in the well-proclaimed Dharma and Vinaya in the following way:

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་རབ་ཏུ་འབྱིན་པར་མཛད་ཅིང་བསྙེན་པར་རྫོགས་པར་མཛད་པས་
en: Blessed Buddha allowed the postulants’ going forth and ordained them with the words, “Come, join me, monk.”

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་པ་ན།
en: Thus when a person approached a monk with the wish to go forth,

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་རབ་ཏུ་འབྱིན་པར་མཛད་ཅིང་།
en: the postulant was led before the Blessed One, knowing that when the Blessed One said,

source: དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བས་བསྙེན་པར་རྫོགས་པར་མཛད་པར་འགྱུར་རོ་སྙམ་ནས། དེས་དེ་ཁྲིད་དེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་འགྲོའོ།
en: “Come join me, monk,’ he obtained the going forth, ordination, and monkhood in the well-proclaimed Dharma and Vinaya.

source: དེ་ཉིད་དེའི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་།
en: the going forth, ordination, and monkhood in the well-proclaimed Dharma and Vinaya.

source: དེས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་མ་ཕྱིན་པ་ཁོ་ནར་བར་མ་དོར་རྒྱུན་ཆད་ཅིང་ཤི་བར་གྱུར་ཏེ།
en: while coming to see the Blessed One, died en route

source: བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོར་འགྱུར་བའི་བར་ཆད་དུ་གྱུར་པའི་སྐབས་དེ
en: and thus was prevented from obtaining

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ།
en: When the monks asked the Blessed One about it, he thought,

source: ཀྱེ་མ་ངའི་ཉན་ཐོས་རྣམས་ཐག་རིང་པོ་དང་ཆེས་རིང་པོ་ནས་འོང་བ་རྣམས་ངལ་བར་འགྱུར་རོ་སྙམ་ནས
en: “Alas! For those disciples who live a great distance away, the journey can be arduous.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་དེང་ནས་དགེ་འདུན་གྱིས་རབ་ཏུ་དབྱུང་བ་དང་། དགེ་འདུན་གྱིས་བསྙེན་པར་རྫོགས་པར་བྱ་བར་གནང་ངོ་།
en: He then said, “In the light of what has happened, from this day forward, I authorize the saṅgha to allow going forth and grant ordination.” The Early Rite.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་འདུན་གྱིས་རབ་ཏུ་དབྱུང་བར་བྱ་བ་དང་། དགེ་འདུན་གྱིས་བསྙེན་པར་རྫོགས་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། དེ་དག་གིས་ཇི་ལྟར་རབ་ཏུ་དབྱུང་བར་བྱ་བ་དང་།
en: Although the Blessed One authorized the saṅgha to allow going forth and grant ordination,

source: ཇི་ལྟར་བསྙེན་པར་རྫོགས་པར་བྱ་བ་མི་ཤེས་པའི་སྐབས་དེ་
en: they did not know how to do that.

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: So the monks asked the Blessed One about it, and he said,

source: འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན།
en: “If a person approaches a monk wishing to go forth,

source: དེས་དེ་གཟུང་བར་བྱ་ཞིང་བཟུང་ནས་
en: the monk should accept charge of him.

source: དགེ་འདུན་ཐམས་ཅད་འདུས་པ་ན་
en: Once this is done and the entire saṅgha has assembled,

source: ཆ་ལུགས་འདི་བཞིན་བྱས་ཤིང་རྒན་རིམས་ལ་ཕྱག་འཚལ་དུ་བཅུག་སྟེ།
en: the postulant should don the robes and prostrate to his seniors.

source: ཐལ་མོ་སྦྱར་ནས་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ། ལན་གསུམ་གསོལ་བ་འདེབས་སུ་བཅུག་ནས་
en: The postulant should then kneel with palms joined and petition the saṅgha three times, after which

source: དགེ་སློང་གཅིག་གིས་གསོལ་བ་དང་བཞིའི་ལས་ཀྱིས་ཅིག་ཅར་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་ཉེ་བར་བསྒྲུབ་པར་བྱའོ།
en: the receiving monk makes a motion to ratify the petition. The postulant’s going forth is allowed and he is ordained the moment this very act whose fourth member is a motion is accepted.”

source: དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The postulant would make the following petition: “Revered saṅgha, please listen.

source: དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: The postulant would make the following petition:

source: དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “Revered saṅgha, please listen.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་ལས་རབ་ཏུ་འབྱུང་བ་དང་། བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོར་གསོལ་ན། །
en: I, [postulant’s name], petition the saṅgha to allow my going forth and grant ordination into the monkhood.

source: ཐུགས་བརྩེ་བ་ཅན་དགེ་འདུན་བཙུན་པ་རྣམས་ཀྱིས་ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་རབ་ཏུ་དབྱུང་དུ་གསོལ། བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ།
en: I ask that the loving and reverend saṅgha, in your love, allow my going forth and confer ordination on me.”

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས། དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་
en: This would be repeated a second and a third time. The monk’s petition.

source: ལས་བྱའོ། །
en: After that, one monk would act on the petition.

source: འདི་ལྟར་བྱས་ཏེ་འདུག་ལ་འདི་སྐད་བརྗོད་པར་བྱ་སྟེ།
en: While seated he would say the following:

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་གསོལ་ན།
en: [Postulant’s name] has petitioned the saṅgha to allow his going forth and grant ordination into the monkhood.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: If the time is right and the saṅgha can allow it, I ask that the saṅgha grant their consent.

source: དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་རབ་ཏུ་འབྱིན་ཏོ། །
en: I ask that the saṅgha allow [postulant’s name] to go forth and grant him ordination.”

source: བསྙེན་པར་རྫོགས་པར་མཛད་དོ། །འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ།
en: Acting on the petition. The petition would be acted on in the following way:

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་རབ་ཏུ་དབྱུང་བ་དང་། བསྙེན་པར་རྫོགས་པར་མཛད་ན། ཚེ་དང་ལྡན་པ་གང་དག་མིང་འདི་ཞེས་བགྱི་བ་རབ་ཏུ་དབྱུང་བ་དང་། བསྙེན་པར་རྫོགས་པར་མཛད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If the saṅgha allows his going forth and grants ordination, then I ask that any who can allow the going forth of the venerable [postulant’s name] and his ordination remain silent.

source: གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །
en: I ask that any who cannot allow it speak up.”

source: འདི་ནི་ལས་བརྗོད་པ་དང་པོ་སྟེ། དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས།
en: After the first motion to act, the motion would be repeated a second and a third time.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་
en: The saṅgha would acknowledge its acceptance and

source: དགེ་འདུན་གྱིས་མིང་འདི་ཞེས་བགྱི་བ་རབ་ཏུ་ཕྱུང་བ་དང་བསྙེན་པར་རྫོགས་པར་མཛད་ལགས་ཏེ། འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་
en: give its consent that the going forth of such and such a monk be allowed and that he be granted ordination by remaining silent.

source: དེ་བཞིན་དུ་འཛིན་ཏོ། །དེ་ནི་སྔོན་གྱི་ཆོ་གའོ།
en: Thus went the Early Rite. Preceptors and Instructors

source: དེ་ལྟར་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་དག་མཁན་པོ་མེད་པ་དང་། སློབ་དཔོན་མེད་པས་
en: Because those whose going forth was allowed and who were ordained under the Early Rite had no preceptor or instructor,

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་གི་ཁྱིམ་དག་ཏུ་འདོང་ཞིང་
en: they would go to the homes of brahmins and householders

source: ལེགས་པར་མ་སྦྱངས་པ་དང་། ལེགས་པར་མ་བགོས་པ་དང་། །
en: without being well presented or well dressed,

source: སྒྲ་མཐོན་པོ་དང་། སྒྲ་ཆེན་པོ་དང་། རྒོད་བག་གི་སྤྱོད་ལམ་གྱིས་
en: while speaking shrilly and in loud voices, and behaving wildly.

source: དེ་དག་དེར་ཟས་སློང་བར་བྱེད། ཟས་སློང་དུ་འཇུག་པར་བྱེད།
en: While there, they would beg for food, implore others to beg for food,

source: སྲན་ཚོད་སློང་བར་བྱེད། སྲན་ཚོད་སློང་དུ་འཇུག་པར་བྱེད་ཅིང་བསྟན་པ་དང་འགལ་བ་གཞན་དག་ཀྱང་བྱེད་ནས།
en: grovel for soup, implore others to grovel for soup, and do still more that went against the teachings.

source: གཞན་མུ་སྟེགས་ཅན་དག་ཤེས་ལྡན་དག་
en: This prompted tīrthikas, knowledgeable men , and others

source: ཞེས་སྨོད་པར་བྱེད། ཕྱར་ཀ་གཏོང་བར་བྱེད། ཁ་ཟེར་བར་བྱེད་དོ།
en: to criticize, disparage, and slander them. They would say,

source: ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་ནི་མཁན་པོ་མེད་པ་དང་། སློབ་དཔོན་མེད་པས་ལེགས་པར་མ་སྦྱངས་པ་དང་། ལེགས་པར་མ་བགོས་པ་དང་།
en: “Since these ascetic sons of the Śākya have no preceptor and no instructor, they go to the houses of brahmins and householders without being well presented or well dressed,

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་གི་ཁྱིམ་དག་ཏུ་འདོང་ཞིང་དེ་དག་དེར་ཟས་སློང་བར་བྱེད། ཟས་སློང་དུ་འཇུག་པར་བྱེད།
en: While there, they beg for food, implore others to beg for food,

source: སྲན་ཚོད་སློང་བར་བྱེད། སྲན་ཚོད་སློང་དུ་འཇུག་པར་བྱེད་དེ།
en: grovel for soup, and implore others to grovel for soup.

source: དགེ་སྦྱོང་མགོ་རེག་འདི་དག་ལ་སུ་ཞིག་བསོད་སྙོམས་སྦྱིན་པ་དང་། བྱ་བར་སེམས་
en: Who would give these shaven-headed ascetics alms or think to help them?”

source: དགེ་སློང་ནད་པ་ཞིག་ཀྱང་ནད་གཡོག་དང་བྲལ་བས་ཤི་བར་གྱུར་པའི་སྐབས་དེ་
en: One sick monk even died for lack of someone to nurse him.

source: ངས་ཉན་ཐོས་རྣམས་གཅིག་གིས་གཅིག་བསྡུ་བའི་ཕྱིར་དང་། ནད་པ་རྣམས་ལ་རིམ་གྲོ་བྱ་བའི་ཕྱིར་མཁན་པོ་དང་སློབ་དཔོན་དག་གནང་བར་བྱའོ་སྙམ་ནས་
en: “I should authorize my disciples to act as preceptors and instructors, so that they may allow others to go forth and care for the sick among them.”

source: བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་རབ་ཏུ་དབྱུང་བར་བྱ་བ་དང་། བསྙེན་པར་རྫོགས་པར་བྱ་བར་གནང་ངོ་། །
en: The Blessed One proclaimed, “After considering the matter, I authorize preceptors and instructors to allow going forth and grant ordination.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་རབ་ཏུ་དབྱུང་བར་བྱ། བསྙེན་པར་རྫོགས་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: When the Blessed One had authorized preceptors and instructors to allow going forth and grant ordination,

source: དེ་དག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དུ་ཡོད་མི་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: the monks found themselves in a quandary, for they did not know what serving as a preceptor or instructor entailed. So the Blessed One proclaimed,

source: སློབ་དཔོན་ནི་ལྔ། མཁན་པོ་ནི་གཉིས་སོ། །
en: “There are five types of instructors and two types of preceptors.

source: སློབ་དཔོན་ལྔ་གང་ཞེ་ན། དགེ་ཚུལ་གྱི་སློབ་དཔོན་དང་། གསང་སྟེ་སྟོན་པ་དང་།
en: What are these five types of instructors? They are instructors of novices, instructors who inquire into confidential matters,

source: ལས་བྱེད་པ་དང་། གནས་སྦྱིན་པའི་སློབ་དཔོན་དང་། ཀློག་པའི་སློབ་དཔོན་ནོ། །
en: officiants, givers of instruction, and recitation instructors.

source: དགེ་ཚུལ་གྱི་སློབ་དཔོན་གང་ཞེ་ན། གང་གིས་སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་དག་བྱིན་པ་ཡིན་ནོ། །
en: What is an instructor of novices? He is one who grants refuge and the foundations of the training.

source: གསང་སྟེ་སྟོན་པ་གང་ཞེ་ན། གང་གིས་གསང་སྟེ་བསྟན་པ་ཡིན་ནོ། །
en: What is an instructor who inquires into confidential matters? He is one who delves into private matters.

source: ལས་བྱེད་པ་གང་ཞེ་ན། གང་གིས་གསོལ་བ་དང་བཞིའི་ལས་ཀྱིས་ལས་བྱས་པ་ཡིན་ནོ། །
en: What is an officiant? He is one who moves to act upon an act whose fourth member is a motion.

source: གནས་སྦྱིན་པའི་སློབ་དཔོན་གང་ཞེ་ན། གང་གི་དྲུང་དུ་ཞག་གཅིག་ཙམ་ཡང་གནས་པས་འདུག་པ་ཡིན་ནོ། །
en: What is a giver of instruction? He is one in whose presence you stay even for a single day.

source: ཀློག་པའི་སློབ་དཔོན་གང་ཞེ་ན། གང་ལས་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་ཙམ་ཡང་ལན་གསུམ་དུ་བཟླས་ཏེ་བཟུང་བ་ཡིན་ནོ། །
en: What is a recitation instructor? He is one who recites even a single verse of four lines three times, which you then repeat.

source: མཁན་པོ་གཉིས་གང་ཞེ་ན། རབ་ཏུ་འབྱིན་པར་བྱེད་པ་གང་ཡིན་པ་དང་། བསྙེན་པར་རྫོགས་པར་བྱེད་པ་གང་ཡིན་པའོ། །
en: What are the two types of preceptor? They are those who allow going forth and those who grant ordination.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་རབ་ཏུ་དབྱུང་བར་བྱ་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: When the Blessed One authorized preceptors and instructors to allow going forth and grant ordination,

source: དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་རབ་ཏུ་དབྱུང་བར་བྱ་བ་དང་། ཇི་ལྟར་བསྙེན་པར་རྫོགས་པར་བྱ་བ་མི་ཤེས་ནས་
en: the monks found themselves in a quandary, for they did not know how to do that.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོད་པ་འོངས་ན་
en: So the Blessed One proclaimed, “If someone approaches you with the wish to go forth,

source: དེས་དེ་ལ་བར་ཆད་ཀྱི་ཆོས་རྣམས་དྲིས་ནས་གཟུང་བར་བྱའོ། །
en: you should accept charge of him after having inquired into impediments he might face.

source: བཟུང་ནས་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་དང་། དགེ་བསྙེན་ཉིད་དུ་ཁས་བླངས་པས་
en: Once you have accepted charge of him and he has promised to seek refuge in the Three Jewels and live as a lay devotee,

source: དགེ་བསྙེན་གྱི་སྡོམ་པ་སྦྱིན་པར་བྱའོ། །
en: you should give him the layperson’s vows.”

source: འདི་ལྟར་སྦྱིན་པར་བྱ་སྟེ།
en: This is how to give the layperson’s vows.

source: དང་པོར་སྟོན་པ་ལ་ཕྱག་འཚལ་དུ་གཞུག་གོ། །
en: First, the postulant prostrates to the Teacher.

source: དེའི་འོག་ཏུ་སློབ་དཔོན་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་མདུན་དུ་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ། ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: He then prostrates and kneels before the instructor, joins his palms together, and says:

source: བཙུན་པ་དགོངས་སུ་གསོལ། བདག་མིང་འདི་ཞེས་བགྱི་བ་དུས་འདི་ནས་བཟུང་སྟེ།
en: “Reverend, heed me. I, [postulant’s name], will henceforth,

source: ཇི་སྲིད་འཚོའི་བར་དུ་རྐང་གཉིས་རྣམས་ཀྱི་མཆོག་སངས་རྒྱས་ལ་སྐྱབས་སུ་མཆིའོ་། །
en: for as long as I live, seek refuge in the Buddha, supreme among men;

source: འདོད་ཆགས་དང་བྲལ་བ་རྣམས་ཀྱི་མཆོག་ཆོས་ལ་སྐྱབས་སུ་མཆིའོ། །
en: I will seek refuge in the Dharma, supreme among all that is free from attachment;

source: ཚོགས་རྣམས་ཀྱི་མཆོག་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆིའོ་། །
en: I will seek refuge in the Saṅgha, supreme among communities.

source: བདག་ཇི་སྲིད་འཚོའི་བར་དུ་དགེ་བསྙེན་དུ་བཙུན་པས་གཟུང་དུ་གསོལ།
en: For as long as I live, I ask that you, reverend, accept me as a lay devotee.”
